<blk>
<sos/eos>
<unk>
怎
么
样
这
些
日
子
住
得
还
习
惯
吧
挺
好
的
对
了
美
静
段
经
常
不
和
我
们
一
起
用
餐
是
回
来
有
什
想
法
啊
哪
事
她
两
天
累
身
体
也
太
舒
服
让
多
睡
会
那
就
如
果
要
觉
方
便
搬
出
去
你
看
个
人
疑
心
重
现
在
切
都
井
然
序
吃
早
换
衣
俩
慢
走
拜
跟
说
大
卫
孩
最
近
表
错
但
能
配
合
工
作
而
且
主
动
地
参
加
公
司
改
制
议
提
许
建
设
性
意
见
没
到
他
进
步
快
再
操
为
牺
牲
其
实
着
吗
懂
相
信
肯
定
行
倒
国
情
可
别
耽
误
放
边
以
考
虑
急
马
上
安
排
给
买
票
华
姐
真
思
又
晚
客
气
添
麻
烦
老
孙
订
问
题
点
收
拾
下
坏
闷
乐
呀
咱
呢
眼
应
该
高
兴
才
认
听
时
候
确
尖
酸
刻
薄
严
谨
糟
糕
自
从
像
每
脸
色
万
知
道
分
家
财
产
使
计
谋
话
儿
女
叫
韩
板
钉
告
诉
次
拿
东
精
神
开
把
送
今
始
先
管
任
务
养
胎
找
闺
蜜
玩
花
钱
句
只
混
己
中
传
媒
学
府
生
既
注
措
辞
激
发
感
悟
里
仅
梦
更
坐
聊
直
爸
简
理
喻
恨
活
庭
失
由
成
废
物
几
凭
本
社
闯
荡
帝
非
施
舍
替
伸
张
正
义
臭
关
系
铁
打
皮
铜
铸
况
摆
位
置
弄
清
楚
当
降
低
预
期
牢
抓
向
声
犬
环
境
之
迷
妥
协
弃
功
属
于
准
备
后
苛
求
幸
福
终
站
做
版
划
曾
何
尝
独
立
奋
斗
艺
术
律
师
强
所
房
面
朝
海
春
暖
亲
爱
游
世
界
连
权
利
慨
必
渴
望
采
访
电
视
观
众
喜
欢
形
式
节
目
呗
特
首
跳
谁
小
姨
嫂
吵
架
婆
媳
妇
赶
创
档
专
门
讨
论
类
故
反
者
充
满
造
度
复
等
取
灭
亡
借
鉴
优
同
新
死
攻
冲
破
笼
彩
纳
案
请
校
食
堂
饭
卡
车
坦
淡
顺
争
油
部
长
周
报
审
查
签
字
私
办
接
完
兜
总
哎
哟
乌
鸦
嘴
夫
按
白
件
惜
代
价
明
介
卖
猪
肉
结
突
招
呼
袭
击
佛
爷
战
貌
比
较
夸
奖
妈
骄
傲
前
须
决
全
力
赴
班
阿
变
化
或
郭
院
估
项
怀
孕
干
虽
手
过
未
名
难
贼
防
您
若
引
纠
纷
偷
摸
留
察
千
草
惊
蛇
搞
痛
种
乱
背
男
狗
脱
光
扔
街
算
漂
亮
蛋
涂
蜂
蛰
毁
容
止
勾
十
酷
刑
腰
斩
裂
俱
五
妹
狠
头
童
年
支
离
碎
伤
害
纸
犯
罪
数
整
父
母
温
抢
甚
至
杀
火
希
路
瞒
苦
解
途
假
婚
缺
二
轻
言
爹
受
歧
恶
很
因
它
怕
宽
机
歹
已
联
示
愿
掏
窝
谈
哥
僧
带
德
嘚
瑟
哼
歌
似
扑
吴
靓
屁
愁
誓
谎
雷
劈
啥
嘛
揪
历
史
遗
怜
俗
业
显
原
谅
端
态
红
绝
百
跑
睁
扫
擦
桌
垃
圾
菜
刷
伙
夜
热
条
遍
北
京
城
易
冰
凌
刚
识
四
胖
劳
脾
处
随
跨
脑
闪
丝
毫
念
屎
泡
怒
轰
流
落
胡
碗
保
证
洗
革
永
惹
辜
负
番
谢
拯
救
盖
章
尽
医
镇
监
督
际
控
局
忍
咄
逼
账
另
扮
演
善
良
贤
淑
疯
抬
呐
风
辈
吞
搁
炸
弹
旦
指
爆
束
稳
屋
檐
肚
帮
助
速
待
拉
拢
共
劲
杂
梳
栋
根
据
掌
握
息
赏
勇
趁
敲
诈
装
忙
紧
无
限
额
消
费
毕
竟
密
码
少
咬
青
山
松
岩
磨
坚
韧
诗
郑
桥
竹
石
写
格
却
远
邪
势
骨
异
瓜
葛
读
书
岂
闻
股
痕
迹
此
讲
欣
拼
仍
命
运
执
追
寻
努
搏
默
持
教
导
稀
品
质
育
奇
聪
嗤
鼻
鲜
伴
猜
轮
船
被
围
讥
笑
迟
钝
睐
敢
第
口
螃
蟹
瞻
顾
畏
脚
败
蔼
标
衡
量
与
否
普
通
市
民
资
职
牌
足
哀
扣
增
互
平
台
够
嘉
宾
探
穷
阐
述
各
栏
核
李
妍
率
维
裁
将
款
商
冠
刘
付
镜
派
推
恭
敬
线
龙
颜
掩
护
盐
调
区
南
户
型
空
雀
脏
往
米
外
右
拐
交
号
钟
悦
源
贵
叠
脆
套
吹
沿
内
西
朋
友
续
齐
济
蓝
翔
趣
逗
丑
块
键
绕
缘
煎
熬
王
剑
富
转
居
啦
霸
弟
云
姓
领
半
族
迁
浊
承
驻
守
宗
圈
嫁
极
兵
榜
修
乃
间
影
微
违
规
志
移
宅
鄙
迎
阴
令
郎
月
初
灵
魂
金
三
料
研
究
照
祖
训
黑
狐
仙
暂
哦
答
托
拦
久
压
阵
逃
虚
除
闲
擒
酬
遇
销
余
毒
献
殷
勤
姑
娘
茫
练
鲁
莽
仇
堵
透
兄
彷
徨
约
吩
咐
炼
杨
欺
牵
肠
挂
象
组
称
官
诶
释
妖
则
怪
宣
布
扰
般
询
偶
掺
依
士
需
燃
弯
即
竞
并
申
七
饿
啼
暇
窥
江
浙
军
阀
壮
九
峰
央
蒋
绩
唐
智
双
员
锡
秉
昌
营
份
省
党
八
冻
尺
寒
夕
敏
入
绍
纯
粹
糊
栗
触
血
效
忠
恐
贯
判
逆
委
及
政
治
副
沫
群
臣
担
盟
举
逝
汪
病
榻
伐
煤
矿
逮
捕
评
片
邀
函
鸟
斥
睹
左
醒
展
农
记
胜
县
迅
减
赋
税
厘
寸
响
味
曲
毛
泽
润
香
烟
嘞
谊
叮
嘱
楼
辛
洋
统
怖
秘
络
棺
材
喝
水
休
湖
乡
绅
涉
益
陈
秀
状
遭
批
深
场
织
筹
蓬
勃
湘
鄂
赣
广
州
六
培
获
输
武
汉
磕
元
弋
阳
烧
黄
辣
椒
倍
景
瓷
器
彻
彭
湃
土
拥
阶
级
占
暗
沉
溺
角
逐
靠
埔
队
鼓
赢
尊
诚
妨
姆
团
单
彪
趟
欠
租
粮
泥
腿
娶
癞
蛤
蟆
鹅
亏
扶
散
邓
琢
抛
露
茶
壶
底
程
惨
试
翻
枪
克
达
迫
积
俟
酒
樊
冬
菊
袖
策
侍
奉
孝
杯
邵
锣
礼
堆
暴
援
矩
漆
丧
警
傻
妻
撑
牙
痒
搭
刀
集
缨
锄
巢
村
峻
绪
厅
贸
阻
致
幕
赤
责
剿
尔
召
灯
歉
罢
磊
详
殖
封
索
略
席
匪
冤
戏
梁
灾
贩
斤
圆
债
吓
崩
饶
诸
仰
恩
某
慷
囊
佩
捐
酌
叨
惩
贪
污
腐
讹
横
图
踪
雾
彰
撒
贝
宁
翰
林
岁
骑
裤
旧
波
舟
侦
忆
狂
河
辆
勘
携
零
陷
附
录
戴
盔
拍
摄
距
停
频
画
符
穿
雨
披
辨
吻
蹊
跷
尾
典
仔
细
锁
剐
蹭
纹
衬
夹
撕
扯
劫
尸
映
健
康
存
矛
盾
岛
旁
断
墓
碑
搜
捞
乎
短
昂
掉
谜
驰
陀
渔
港
沈
测
供
丽
殊
域
邻
抽
嫌
棘
登
扬
硬
唯
幼
疼
梅
拆
越
闹
赡
继
丈
包
括
署
舅
缓
雅
顶
隧
洞
巨
醋
茂
挑
值
跌
谷
侵
漏
壳
忘
素
帽
卜
征
震
吊
析
杏
驾
驶
讯
惟
愉
迈
基
挣
笔
补
偿
骂
踢
罚
耳
摘
叶
僻
匆
拖
葬
树
折
簿
危
仓
羽
奏
英
雄
赞
升
燕
悉
店
楷
模
杜
瞬
挡
坡
坝
纪
庶
芭
蕉
威
固
耕
亩
禁
截
肢
榴
绊
缠
枚
沟
田
野
诱
植
苗
适
塌
陡
攀
爬
险
悬
崖
拴
球
炮
颗
盆
临
午
径
退
概
慌
躺
颈
胸
腹
艾
绽
艰
捏
汗
嘣
颤
抖
障
陪
差
星
慰
顽
毅
励
予
超
伍
役
烈
巡
逻
岗
座
患
萦
递
抗
洪
踏
刺
盘
夺
肩
冒
庄
稼
涯
践
惧
勒
享
播
木
箱
扛
药
疏
忽
胁
抱
珍
昏
苏
浑
肤
疗
诊
碍
残
疾
例
科
旬
凝
剂
哭
愈
陆
澡
勉
躁
针
扎
刮
剧
困
辅
具
膀
臂
勺
绑
沙
袋
炒
投
仿
锋
撼
床
验
悔
选
择
遵
帅
冥
音
铮
缩
舞
徒
检
昔
玉
贫
荆
篇
惦
溢
涛
逢
沓
浩
剩
憾
谱
净
列
弥
归
仪
旗
辉
诠
授
颁
椅
语
顿
喂
汁
射
魔
奔
荣
萨
循
著
欲
貂
烂
罗
艳
凉
裙
萝
朵
紫
兰
讶
廊
丹
尼
悠
隐
尿
厕
帘
渐
滩
湿
猛
融
雪
孤
哈
洛
厨
鬼
耀
伏
池
饥
噬
芒
蚊
孔
霉
奶
浴
缸
渣
昨
吸
呕
吐
币
醉
藏
喊
劝
纽
睛
皱
眉
寂
寞
偎
闭
厉
催
眠
网
腥
罕
兔
敌
蝎
妮
婊
纵
瓶
浪
巴
铺
塔
馆
避
寓
阁
陌
诺
葆
篝
飘
瞳
晕
晃
苍
蝇
戒
腕
恼
丢
肥
皂
室
耸
垂
猫
咪
柔
秒
墙
壁
熊
甜
蕴
飞
鱼
鲸
荷
棒
焦
挥
赛
捎
拒
乖
捆
割
盛
魄
摔
熟
症
匹
园
柜
聚
羊
癫
T
嗨
J
凳
叽
喳
斯
叔
恰
窗
瘦
幽
宫
盯
逞
瞭
技
X
文
盒
屑
冷
殿
诡
摩
耻
辱
削
滚
狼
狈
泄
噩
耗
幻
衰
莫
哺
皇
雕
躲
喘
遁
晨
挖
猎
鹿
漫
浓
郁
埋
浅
层
愤
拳
涌
敛
潜
I
遮
绒
阱
瓮
捉
鳖
靶
脖
凡
扳
牛
诀
聆
倾
斜
厢
弱
宿
怨
沾
偏
库
罐
飙
悲
泊
亿
煌
斑
缝
锅
炉
粗
瞎
逛
遥
斧
砍
盏
宴
忌
杰
伦
伊
耐
卷
覆
唤
梯
滑
稽
插
篱
笆
印
宝
旺
载
脉
叹
淳
榨
迪
渗
撞
傀
儡
寄
抚
蔓
延
焰
兽
肺
鸣
嚎
凶
胆
厌
琐
删
妙
瑕
瑜
堕
麦
抑
词
塑
丁
塞
银
翼
泪
蒂
芬
弗
曼
编
夏
古
绵
牧
碰
沃
卢
贾
滋
厚
斌
吉
湾
宵
盼
荞
馍
丰
染
刹
伯
炕
灰
旱
堡
豁
挚
祝
馈
赠
启
恋
潇
洒
滴
啸
炙
崛
朴
坛
秦
腔
淀
泉
蒙
含
柱
末
唱
籍
抄
筐
仲
舫
跋
航
醇
誉
娃
隆
昊
川
宋
壤
浮
宕
烽
硝
梭
匠
筑
御
猖
撅
夯
棉
袄
垣
构
诞
掠
迭
蚕
惠
鹏
羁
蹉
跎
庆
悄
摊
挫
稿
鲲
衷
驱
氛
范
蝉
旋
弦
姻
嗯
稚
嫩
芳
藉
裹
淌
抒
莲
浆
届
浸
扇
凋
槐
眷
枝
掘
瞩
繁
愧
萧
甫
课
森
岸
姜
魁
荒
狱
亚
咋
淘
嘿
婶
烫
揍
凤
剪
憋
捧
赌
博
赖
秃
倡
鸡
桶
莴
笋
朱
娟
液
晓
杆
券
购
肘
莱
坞
泰
赚
驳
综
猝
谓
吁
曝
寿
甘
轶
君
舌
慎
圳
梗
傅
旅
企
蒸
桑
髦
癌
胞
饮
胰
蛮
隔
龄
肆
苹
潮
宜
晰
坍
恍
畅
庖
芯
朗
钢
琴
黎
瑞
奈
辑
婴
槛
厂
描
肌
厦
绿
懒
惰
捷
拟
绣
柯
耶
卧
溜
粥
崇
G
均
爽
盈
晟
仑
昱
辰
惭
筋
恤
桃
痴
蜡
姬
拘
矜
甩
糖
疚
犹
豫
虞
渊
祈
乘
玄
俯
瞰
灿
羡
慕
疆
卸
垮
贴
峥
漠
泛
滥
霞
溅
衫
抵
痊
挨
撤
仗
杉
损
嘀
咕
俊
宇
础
甲
惕
虐
汰
摧
董
邱
诵
夷
拔
俘
尤
萌
秋
钩
岔
扩
巧
妾
褂
朕
谦
棍
恢
宠
妞
奴
哄
饱
贱
婉
嫔
徐
佳
妃
骗
哑
囚
瞧
祥
跪
荐
贡
弊
诰
甭
虎
赝
幅
唬
摹
呸
赔
裆
凰
昭
免
桂
晋
汇
雌
胃
俄
玲
膛
碌
纲
敞
彼
筒
渡
阅
咽
炳
哨
徽
筛
蔡
屈
纺
澜
扉
隶
叙
吼
侧
伟
允
窜
臻
岚
豪
衔
振
屯
返
译
辽
犊
缜
孟
揣
湛
瘾
吕
缉
箍
奠
屏
蔽
磁
呛
售
聘
挤
址
耍
赃
庇
垫
骁
茹
侮
踹
盗
忧
悯
叛
谐
泼
奢
侈
稍
B
饼
挽
怄
毋
页
劣
犟
软
恙
娇
郡
亦
怡
刊
芸
钧
摇
仁
裸
靡
嘶
喽
辩
岳
狡
猾
侣
犷
呵
哇
豆
趋
奂
暨
纱
尚
嗦
圣
洁
汽
郊
棚
A
棱
伽
齿
S
粉
庸
拧
竖
晒
佑
凯
寐
儒
擅
猬
枕
械
剔
腻
狭
隘
娲
庙
拈
亵
渎
豹
荤
枣
幡
馨
纣
旨
勿
谴
季
歪
昆
柴
钦
颅
叼
潭
掳
轩
辕
羞
惑
愣
罡
栈
押
腾
舆
肝
赵
啰
妒
凄
禽
栖
囡
咖
啡
玫
瑰
掐
诫
晗
芝
讳
婿
膏
姚
聋
陕
敝
桩
浦
谭
莉
崽
葫
芦
饺
贺
搅
丫
枉
惶
笨
捣
伪
棋
惺
掖
茧
缚
卑
炎
串
妄
粒
捅
髓
驴
涮
炖
蘑
菇
揭
欧
洲
玻
璃
虹
撰
澳
哲
暑
货
鞭
盲
雇
涨
轨
庞
慧
咏
奥
锻
框
慈
捡
曦
剥
菲
歇
赎
贷
煽
骚
仨
唠
痞
氓
萍
嗓
谍
挞
晴
览
埃
促
懈
谙
遂
咒
茱
徘
徊
泳
酗
佣
铃
蹲
迥
锱
蚀
跃
妆
窒
傍
鞋
廉
饰
裳
津
奸
砸
钥
匙
毙
嚣
腊
沐
簧
狸
胶
储
契
链
凿
祸
尘
钓
遐
狩
笛
洱
唉
赫
恕
篮
C
穆
敖
塘
惋
崔
鸩
亭
纶
钰
韦
乏
拌
襄
吨
沧
邸
扭
槽
掰
D
葩
茅
庐
蹋
晶
巫
靖
堪
淆
屠
鼎
娱
兑
踩
H
蹦
哆
呆
蹈
蔬
靳
棵
喇
叭
宏
哗
宪
郝
敷
衍
娴
疲
佐
藤
丘
畜
蛛
逸
殉
珠
潘
珊
瑚
沦
鸿
豺
侄
镖
缮
氏
鞠
躬
伶
俐
煞
淫
蒲
瘀
谣
惮
瞑
坎
坷
匾
寨
丛
哽
绎
俺
攒
翁
蹬
撬
伺
辖
窃
紊
挟
挪
墅
轿
枯
焚
杠
匕
厮
樟
拷
踞
叻
狄
倪
匡
邮
戳
侠
卯
溃
鞍
嗜
坑
蓄
侯
娼
狰
狞
楣
柄
幌
佗
倦
钳
脊
狮
沸
曹
摁
萎
兼
虫
肾
嚷
刃
脂
肪
竭
龟
殡
悼
腑
涵
骤
陶
肃
瞅
袜
饲
孽
坟
蹿
蚂
蚱
蜘
拽
淋
箭
闸
拨
缴
幺
蛾
绳
贬
袍
虱
怂
啃
颂
啤
楂
裔
寡
锐
秩
戚
浇
巩
罩
祺
捍
颇
株
奄
嫉
绢
恒
泾
楠
砂
翡
翠
赊
衙
淮
畔
拙
迢
剖
旭
绘
贞
兮
耿
聂
M
疫
茨
甥
帐
恬
陛
灌
溉
滨
徙
匿
墨
眈
荧
锤
霆
弑
鼠
穴
眺
汐
锦
卵
杭
涸
宛
峭
巍
峨
濒
溪
洼
崎
岖
澈
踌
躇
阔
沼
硕
褪
朦
胧
姿
淤
苔
藓
炭
莹
矮
僵
咯
吱
竿
钻
酶
溶
氨
篡
瞿
肿
兢
恳
俭
灼
胱
瘤
灶
戈
祭
鳌
赐
寺
叩
禀
诲
虔
婢
邦
皆
馄
饨
驿
慑
佯
涎
挠
乔
逊
缎
澄
觑
逍
喉
麓
愚
陋
阉
涕
弩
冶
纤
呈
崭
戟
啄
魏
铠
锥
悍
矢
躯
弓
卓
戎
倭
甄
窍
伞
忐
忑
抹
煮
胳
膊
懦
瞄
跛
筝
诅
仆
嘲
渝
巾
撩
氧
袁
艘
舰
樱
媚
蝶
饵
霄
蠢
粤
卿
粑
苞
糯
肴
筷
叉
豌
翅
皿
烹
饪
卤
腌
酵
鸭
鲨
酪
薯
蹄
爪
汤
糙
腺
烤
柳
蔗
馅
茄
荔
葡
萄
槟
驯
橄
榄
扒
咣
铛
讷
幢
霹
娜
酱
姥
唇
铡
碟
鸳
鸯
匀
窑
橱
秽
轴
逾
黏
梨
笃
膝
柿
嫣
刁
衅
讧
靴
钨
乾
懿
瘴
眨
噜
倔
倘
茸
琪
履
辙
猴
帚
疙
瘩
刨
枫
歼
俞
吭
翊
遣
夭
坤
酝
酿
揽
拭
冢
溯
薪
敦
魅
佬
窦
炷
霍
绚
嗅
嬷
粪
邋
遢
揉
颠
芋
琛
筱
兆
抡
凑
彤
肖
撂
寝
胀
朽
填
碜
霜
佟
拎
忏
蕾
跤
雯
俸
禄
冯
熏
梵
冈
抠
瀑
铩
涿
诛
栽
笕
阜
宰
虾
毯
媛
鳅
舵
矣
喷
钮
咧
憬
螺
蛳
丸
尴
尬
峙
妲
榆
惫
卦
蓉
颖
琳
瘫
痪
屌
滞
磐
恪
氰
钾
涞
岭
沁
庚
枢
垒
碉
冀
忻
朔
烬
骏
蟠
壕
骡
蔑
瓦
辟
帼
奎
砖
滇
轧
绰
昧
疟
痢
趴
舱
蓟
倚
嚼
阎
廖
嗑
蟑
螂
尉
戍
廷
祟
诬
寅
恃
岑
锚
薛
祠
汨
浏
勋
忱
铭
谒
陵
娥
募
偕
冉
饷
翘
坊
搓
撇
莎
艇
酥
淇
剽
渭
渲
侃
锃
袱
瘠
锏
鹤
乞
丐
牟
唁
帖
噢
蛊
嫖
鸽
霖
琰
臊
泌
忒
捂
粘
芽
茁
讽
偻
薇
祁
腱
烁
痹
铲
橘
绸
惚
渠
寰
乳
槿
滔
咸
鳞
坠
眩
瓣
鳃
锢
阖
馁
帕
羹
钗
纬
缥
缈
裨
册
沏
乍
讼
怯
吝
啬
冕
迸
犀
淹
蝴
鹦
鹉
褒
唾
寇
鸥
沪
瑶
咙
矫
眸
焉
粽
禹
篑
狙
疤
峡
鹰
彬
巷
蚁
碧
皓
柏
赦
萤
膳
嗟
樽
嗫
砚
渍
暮
琉
伎
芊
俪
磋
褥
瞪
帷
喔
麟
汴
抉
袒
苑
钵
汝
诏
裕
蜷
觊
觎
榕
咳
焗
硫
辐
怠
耦
剁
窄
琦
噌
V
辫
啪
铬
黯
K
矶
弘
坪
吾
彝
赘
弈
奚
觅
玛
绞
匈
擂
爵
吏
嫦
襟
熙
囤
笙
馋
仕
亥
屡
哏
闵
腚
贻
邈
矬
嘎
璇
嗽
暧
菩
倩
骰
戮
骋
蔷
翳
摞
憔
悴
婪
缆
睦
伢
憧
唧
盹
窟
赈
吟
遏
O
莞
颓
宙
猥
嗝
唆
珑
羲
涩
粟
泣
篆
兹
窖
碣
丞
玺
俑
湮
潦
隍
缙
巅
萃
汾
坂
虏
炊
瘪
馒
陇
焕
砰
涣
辄
睿
俨
缪
稷
祀
璋
辇
雍
棣
藩
荏
苒
斋
熹
阙
蟒
茬
衢
洽
舜
咨
葵
绮
曰
藕
敕
牡
谪
沥
骛
芥
漓
瓢
陨
芜
剃
弧
婀
喧
垄
晁
烛
搂
侥
呦
瘁
帆
桨
舶
秤
铝
焊
殆
冗
桎
梏
攸
Q
绥
釜
髻
闽
迂
拓
惆
怅
胤
嵩
谛
禅
亟
钊
筠
弭
戊
膨
僚
凸
蜀
酣
鼾
烙
琼
椰
捻
炬
瞥
碱
烘
癖
瘸
嵌
隙
桢
咔
撮
秧
奕
骆
噪
跆
阑
芹
絮
W
梓
汀
祷
眶
唰
漱
阂
遴
抻
睫
攥
趾
咎
橙
畴
葱
蒜
粱
脓
篷
驼
莘
妩
鲍
厄
肮
亨
儆
婧
斟
挎
猩
龌
龊
嘭
鹜
詹
煲
犒
婷
谬
苟
琅
琊
殓
砧
佞
揖
懵
笠
娄
绷
沛
馊
匮
漩
涡
磅
踵
辗
莺
糠
贿
乙
莓
赂
窿
扈
镭
邃
屿
臆
贰
羌
湟
禧
颐
檀
侨
赅
拂
悖
藐
灸
炯
跺
俏
燥
甸
喀
嚓
崴
撵
菌
疡
韬
嗒
烊
遛
玮
扁
渤
嬉
拇
礁
潍
锯
铐
蛀
楔
擞
桐
晏
哉
湄
掀
攘
邹
沽
殴
镰
嘘
鬟
泗
塾
睽
慵
纥
龚
涟
漪
牒
鄱
琚
埠
铅
堤
邢
鹄
墟
捶
碳
囫
囵
掇
嘟
雁
捋
熄
孬
钏
肋
尹
扦
卉
帛
柬
搪
瀚
鑫
哧
椎
燎
焖
炫
渺
廓
辍
腼
腆
蕃
戾
妓
沌
嘻
螳
淬
邂
逅
蛹
滤
骇
璀
璨
蝼
拱
媲
晦
璜
裴
黛
膺
悚
亢
赁
甬
茵
镯
爻
嫡
锈
晌
憨
潼
洵
尧
夙
寥
怵
痘
喆
榷
蕊
枭
钞
氯
酰
苯
谕
蜥
蜴
舔
咚
啷
橇
迄
涅
皈
鸠
瘟
碾
肇
缕
昼
凛
橡
凹
璐
衩
麒
雏
晾
楞
鲟
犸
鲷
哒
沮
漉
砾
苇
砝
翩
杞
笈
疵
匣
屉
厥
旷
缔
亘
帜
糜
劾
隅
谡
喋
珺
膜
疽
泻
耙
呱
啜
泓
稻
蚌
鹕
踮
魇
簸
淞
桓
缅
稣
睢
睬
U
阪
瑾
昀
羔
忡
腮
榛
悸
萱
皎
鲤
铆
扪
掂
漾
咆
哮
濡
擀
毡
褶
氢
姗
梢
诋
胯
韵
霾
皖
枸
铤
徇
刽
邯
蛟
驹
昙
Y
鼹
蚝
掣
枷
绛
斓
汲
菁
囱
殃
臧
栓
咀
纫
壑
郜
闫
墩
怦
孺
镶
戛
伫
熨
疮
棕
孵
沂
槌
蝙
蝠
犁
垛
栾
漕
斡
翟
烨
芷
灏
唏
诟
喵
晖
拣
呲
痨
潢
飓
诩
鸵
亳
锭
蜗
蘸
讫
涝
宦
颧
阮
痔
臃
骼
痣
圃
胭
邝
鲇
驷
铿
锵
滦
N
噻
彦
泸
锲
袂
耘
昕
鳄
汕
婕
吆
蜚
蓓
姊
弛
愕
绯
札
胚
骸
煜
捺
诣
痫
砌
璞
穹
藻
譬
簇
谥
馕
撸
楹
缰
桀
骜
杵
莆
硌
浚
绾
荥
卒
郦
骊
蛆
驭
哙
刎
胺
酮
L
磺
炽
澎
蜿
蜒
诧
钎
殇
殂
荫
胄
坳
肓
菱
篓
簪
丕
嗣
黜
铎
璧
谶
熔
竣
娓
籽
偌
孰
羸
圭
忿
籁
蔻
疹
坨
唢
杳
珈
斐
霓
莅
弼
炝
欸
醺
茜
痰
疝
嚏
蛙
扼
泵
浔
荻
缇
孜
绫
迦
椁
腋
旌
褐
涤
町
琵
琶
曳
嚯
檄
桦
轱
辘
眯
缢
诓
骥
枥
诽
谤
砺
叱
咤
茉
钙
搀
蜻
蜓
坯
侉
鹊
釉
谏
拗
恺
棠
梧
荃
栀
烩
忤
淄
汩
晤
魑
魍
魉
幂
叵
蜕
屹
禾
觐
驸
娅
踱
宸
湍
嘈
罔
诌
黔
芙
孀
珂
隋
秣
肛
盂
罄
囧
壹
俾
昵
彗
珏
濂
溥
韭
鱿
噎
馏
汹
丙
暄
帧
榭
嗡
峪
滟
蕙
袤
驮
贮
氤
氲
缭
谚
矗
娑
翱
祛
镣
卅
戌
禺
曙
镳
嗷
雳
岿
槃
嘹
惬
懊
镐
褚
鹑
冽
稠
滕
猢
狲
薅
馥
窘
纭
苓
蛎
鲈
俚
R
穗
羿
猿
杖
侗
芍
顷
竺
奘
袈
裟
韶
诘
荟
勖
衲
玥
庵
崧
鬓
掷
嗲
蚯
蚓
愫
霭
荀
抨
濠
黍
鞅
脯
堰
佰
珲
骷
髅
滁
虢
鞘
岱
汜
啖
璟
螨
歆
壬
栅
颦
碴
妊
娠
廿
砥
鹂
丶
毗
戬
怼
箫
邑
蠡
猕
垢
酊
淼
堑
桅
拮
萼
歙
怆
袅
颚
雹
砒
玟
岐
炅
荠
椿
臼
焯
蟾
诃
摒
镑
畸
梆
蹴
葭
氮
磷
汛
崂
淦
郴
熠
脐
锹
瓒
咛
P
漳
啵
呜
肽
乒
乓
骅
飚
聒
柠
檬
挝
猷
擎
妯
瞌
龅
踊
疥
樵
铖
瘢
汶
娩
酉
咻
叟
翎
硅
蚣
龈
烯
俅
镂
仄
伉
咿
讴
仃
牦
缤
F
偃
兀
殒
斛
垩
瑙
蹂
躏
痱
喃
徜
徉
绉
柑
榈
桔
盎
迩
茎
匝
篁
婺
泯
獒
吒
蠕
恁
獭
蝗
蔚
泞
胥
箕
菏
酋
瓯
颊
舷
礴
豚
筏
黝
粼
铰
攫
氦
桠
噗
椭
拄
鳍
哔
搐
矾
铀
烷
忪
洇
缀
膈
飒
郢
蛔
箩
峒
颀
哐
蹙
蔫
褛
咫
抿
煦
囔
裘
皙
涧
娆
栩
怔
箐
鸨
翌
舀
茏
恻
厩
舐
潺
祗
鸢
噤
笄
镆
谑
佻
邺
蹒
跚
谧
咂
遒
皑
瞟
忖
箸
淅
恹
饯
憩
愠
俦
蓦
惴
簌
呃
蟋
蟀
嗔
曜
炴
孪
踉
跄
嘤
囍
痂
绺
浣
祯
蝌
蚪
蔺
婵
闾
赭
吠
恣
掸
闰
霎
畦
荚
葚
蜈
柚
箔
惘
侩
倏
隽
诙
噔
瓤
鳏
霁
诨
窈
窕
鲫
柩
垠
挲
掬
榔
卞
绦
讪
褴
嚅
哝
鬃
龛
鹃
笺
蹑
耷
玳
瑁
悻
茴
粝
睑
蓖
娌
呻
疖
浒
纰
煊
襁
褓
吮
痉
挛
憎
掮
恫
踝
阄
痼
糅
棂
蒿
啕
啧
玷
咦
臀
峦
盅
癜
刍
逵
啐
趔
趄
杈
笤
噼
菠
埂
噙
恿
橛
嬴
浃
龇
嗖
擤
鹩
煸
鹌
佃
缛
怏
睨
诿
荼
谗
绌
粲
倌
鳟
揆
麾
鹧
鸪
谀
祉
沣
毓
隼
噶
垦
哩
沱
尕
鲶
雎
绡
阚
苣
來
毂
桧
姝
蛐
匐
渚
圩
懋
媪
芃
轼
郸
馀
倜
傥
谩
蝈
胫
辋
蚤
馗
鹭
珐
疱
裱
嵘
邬
蓑
琏
藿
宓
貔
貅
稞
珩
瀛
琨
鳝
跻
芮
轲
镀
吶
還
糗
澧
锉
筵
姣
薰
膘
焱
坻
焙
糍
仞
瞠
铂
谄
幔
遽
萋
鲠
蹁
跹
剜
嗳
颔
葳
蕤
颌
呷
臾
孑
窸
窣
潋
饕
鬄
睥
妪
荜
黠
谲
苫
鲛
佼
缱
纨
绔
觥
鸾
茕
舛
蕖
帏
蘼
璎
珞
匍
馐
巳
觞
妁
唔
遨
靥
氅
茭
卺
耄
耋
饴
趿
崆
泱
獗
佝
岌
祎
睚
眦
铄
囿
羚
咩
啮
麝
窠
桉
蜢
槁
蜇
泔
楫
脍
邙
辔
寤
喟
愎
缄
偈
姹
橹
撷
犄
霏
俳
饽
篙
暝
豇
矍
搔
狎
葺
嶂
嶙
峋
颉
滂
椽
濑
鞑
聩
麋
纂
镌
珅
湎
旖
旎
雉
啾
泠
柘
逶
迤
衮
缟
栉
铢
呓
灞
涓
淙
阡
焘
嵇
箜
篌
棹
毽
茗
夔
秭
揠
踟
蹰
戕
蜃
骈
滹
傣
谆
滓
耆
屐
黢
喏
郓
旮
镕
啫
喱
侬
牍
嬛
榫
罹
氪
钛
榉
幄
疣
痦
髋
阈
吲
哚
锌
篾
濯
馔
懑
濮
孢
噱
芈
醛
柒
鄞
鏖
姒
睾
砣
芾
瘆
琥
螯
宥
腩
蹶
揶
揄
渥
餮
酯
粕
稹
锂
醍
醐
谔
熵
佘
苷
潸
庾
砷
汞
胛
镊
鲑
蹩
徕
饬
箴
痤
鳕
揩
镁
娣
赧
忾
膻
蝾
螈
羯
殚
飕
媾
燮
岫
殄
涪
淝
銮
簋
愍
莒
薏
鹫
癣
诳
趵
侏
苎
骠
赳
肱
珀
氟
瑭
沆
瀣
蒹
痿
誊
Z
踽
胍
锷
溴
钠
萸
桷
毖
廪
瘙
龋
枇
杷
捯
贲
勰
谟
醴
浜
舢
痍
唳
淖
狒
溘
髯
狍
鳗
靼
挈
啉
髡
钣
酩
垭
讣
鼬
苜
蓿
鸬
鹚
悌
跬
喙
獠
蝰
荨
蕨
磬
鹳
罂
椴
秸
蚜
鹈
鬣
缶
枞
搡
燧
獾
蹼
蚩
钴
虻
氙
孚
骐
彧
E
钜
趸
靛
镉
镍
秆
莠
竽
硼
嘁
烃
锰
羟
锒
獐
瓴
孱
郫
纾
旯
聿
韪
洙
樯
芡
捭
鹬
俎
髌
炀
黩
蕞
诤
嵊
盥
笞
臬
硒
晔
莜
仟
劭
酚
玖
蠹
陲
醪
魃
锟
氩
鎏
嫘
缫
羧
杼
菟
钒
泮
铣
僭
悱
镛
墁
拚
疸
荸
腴
豢
帔
恸
鹞
诮
嵋
苕
褡
裢
闩
嘬
秫
垅
搽
乩
褊
痈
颏
蜊
舂
喒
錾
伧
皌
戗
唪
渌
啭
醮
○
笸
麸
伥
茔
暹
斫
齉
俶
蜍
個
砀
兖
耒
祐
陂
姘
皋
琮
郅
茯
玑
圜
绶
骞
仝
泫
儋
犍
岷
碘
窨
骶
皲
霰
勐
潞
潴
粳
藜
颞
撺
仵
鹗
囹
圄
垓
赉
僮
娉
篦
嵬
樨
沅
苻
菅
铨
稔
畿
颍
邛
崃
恽
痧
腧
喑
芩
苋
脘
醚
瘘
唑
腓
漯
菖
芪
嘌
呤
蛭
鞣
遑
豉
砭
钡
甾
绀
甙
芎
吡
啶
齁
蚴
苁
祚
辎
邕
繇
顼
剌
闱
膑
鹘
蹇
翦
绻
赓
稗
癸
襦
墉
胪
椟
昶
妤
澶
笳
锨
螅
阗
峤
刿
颢
凇
佶
骢
祢
琬
徭
汊
邗
歃
逡
湓
僖
槊
衾
凫
阕
鲅
鲢
珙
郾
衿
鸷
鸱
腈
掼
洌
憷
旰
逑
跶
抔
邡
牯
铉
艹
鄢
穰
瑛
藁
厝
乜
綦
铵
泷
祜
濞
崤
巽
殍
蕲
疴
貉
镢
浥
尻
铳
酽
馑
髂
擢
捱
隗
溧
炜
鸮
傈
僳
洮
韫
寮
煨
晷
謇
蘅
溟
鲳
筚
阆
煅
诒
覃
埙
铍
啻
胗
洄
荪
於
陉
滏
碚
茆
贶
瑄
珥
嗬
笏
冼
盱
眙
亓
钤
摈
唻
珣
這
隻
舸
畲
洹
佚
濛
圪
珮
茌
辊
佤
岬
澍
妗
枳
畈
邳
麽
郇
杓
樓
谌
郧
蜉
蝣
浐
鬻
轳
墎
酎
磡
鳜
谯
麼
芨
蟥
沭
虬
時
沒
镒
菡
闼
萘
岀
菘
磴
杪
邰
単
滢
樾
蚬
徵
鬶
郯
鲀
鲧
呋
仡
彀
腭
醅
倨
澹
埭
氐
祇
岘
燊
鹪
堇
肄
荇
涔
蒺
蕻
嬅
蒽
醌
昃
骝
瓠
驽
萁
铱
艮
鳐
豸
赟
贽
孳
罘
陟
喹
沔
胴
诂
唷
丨
莨
菪
癔
怩
燚
浠
酞
溏
涠
麴
蓁
柞
钼
桡
壅
蒡
疳
跖
疔
簟
鄯
汆
觇
渑
怍
钺
蜮
疠
闳
缑
後
橐
蚡
怿
卟
墒
朊
俣
垡
锆
膦
椋
茼
蛉
